//Работа с задачами.
const
    taskTitle = "Работа с коллекциями",
    taskA = "Коллекия в ее первосданном виде:",
    taskB = "Отсортировать все элементы по свойству id по возрастанию:",
    taskC = "Отсортировать все элементы по свойству type по возрастанию и свойству id по убыванию:",
    taskD = "Выбрать только элементы с type = 2:",
    taskE = "Выбрать только элементы, у которых заполнено имя:",
    taskF = "Добавить в коллекцию элемент с недостающим идентификатором. Отсортировать коллекцию в порядке убывания идентификаторов:",
    taskG = "Вырезать из коллекции элементы с третьего по пятый:",
    task = [taskA, taskB, taskC, taskD, taskE, taskF, taskG];
